Repository: majorpeter/motivation-site
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: hu

source: Monday
hu: Hétfő

source: Tuesday
hu: Kedd

source: Wednesday
hu: Szerda

source: Thursday
hu: Csütörtök

source: Friday
hu: Péntek

source: Saturday
hu: Szombat

source: Sunday
hu: Vasárnap

source: Mon;Tue;Wed;Thu;Fri;Sat;Sun
hu: H;K;Sze;Cs;P;Szo;V

source: January
hu: Január

source: February
hu: Február

source: March
hu: Március

source: April
hu: Április

source: May
hu: Május

source: June
hu: Június

source: July
hu: Július

source: August
hu: Augusztus

source: September
hu: Szeptember

source: October
hu: Október

source: Past
hu: Múltban

source: Today
hu: Ma

source: Tomorrow (%s)
hu: Holnap (%s)

source: This week
hu: Ezen a héten

source: Next week
hu: Jövő héten

source: This month (%s)
hu: Ez a hónap (%s)

source: Next month (%s)
hu: Következő hónap (%s)

source: Later
hu: Később

source: Journal
hu: Napló

source: Quote of the day
hu: Napi idézet

source: Agenda
hu: Események

source: Workout Chart
hu: Edzés Grafikon

source: Tasks Open/Closed
hu: Nyitott/befejezett feladatok

source: Motivational Site
hu: Motivációs Oldal

source: {num} day ago
hu: {num} napja

source: %s issues are closed.
hu: %s lezárt feladat.

source: No closed issues found
hu: Nem található lezárt feladat

source: Fetching data...
hu: Adatok letöltése...

source: You have worked out <strong>today</strong>, great job!
hu: Voltál <strong>ma</strong> edzeni, szép munka!

source: You have worked out <strong>yesterday</strong>.
hu: Voltál edzeni <strong>tegnap</strong>.

source: You have worked out <strong>%d days ago</strong>, maybe it's time to hit the gym?
hu: Ezelőtt <strong>%d nappal</strong> voltál edzeni, talán most már illene lemenni?

source: You haven't worked out in <strong>%d days</strong>! Go training now!
hu: Nem edzettél már <strong>%d napja</strong>! Azonnal menj edzeni!

source: %d workouts in the last week
hu: %d edzés az elmúlt héten

source: No data
hu: Nincs adat

source: Your workout days in %d.%02d. so far:
hu: Edzésnapjaid %d.%02d. hónapban:

source: Open Calendar
hu: Naptár megnyitása

source: No upcoming events!
hu: Nincsenek közelgő események!

source: No journal entries found for Today!
hu: Nincsenek napló bejegyzések a mai napra!

source: Edit
hu: Szerkesztés

source: Journaling for Today
hu: Mai Napló

source: Journaling for an earlier day
hu: Napló egy korábbi napra

source: Journal entries...
hu: Napló bejegyzések...

source: Save
hu: Mentés

source: Cancel
hu: Mégse

source: Closed Issues
hu: Lezárt feladatok

source: Issues In Progress
hu: Folyamatban lévő feladatok

source: Contributions
hu: Hozzájárulások

source: Open/Close Timeline
hu: Nyitás/Lezárás idővonal

source: All issues
hu: Összes feladat

source: All projects
hu: Összes projekt

source: %(num)d contribution in the last year
hu: %(num)d hozzájárulás az elmúlt évben

source: contributions(s) on
hu: hozzájárulás ezen a napon:

source: Done Ratio
hu: Készültség aránya

source: Last Updated:
hu: Legutóbbi változás:

source: No issues found in progress.
hu: Nincsenek folyamatban lévő feladatok.

source: Issues Open
hu: Nyitott feladatok

source: Issues Closed
hu: Lezárt feladatok

source: Total Issues
hu: Összes feladat

source: Open Spreadsheet
hu: Táblázat megnyitása

source: Calendar
hu: Naptár

source: Workout Days
hu: Edzésnapok

source: Date
hu: Dátum

source: Weight
hu: Tömeg

source: Workouts Per Week
hu: Edzések Hetente
